---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightLossFactorMethod
source: html/d9d1dc64-9918-0760-be3d-70809587cfef.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightLossFactorMethod Property

"Light Loss Input Method"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightLossFactorMethod { get; }
```